Repository: karakulov-web-dev/stalker_test
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: nl

source: task rejected
nl: Opdracht geweigerd

source: Video club advertising
nl: Video-club geluid

source: Back
nl: Terug

source: Title
nl: Titel

source: Must watch
nl: Moet kijken

source: Watch started
nl: Gestart

source: in the last 30 days
nl: afgelopen 30 dagen

source: Watch ended
nl: Niet beindigt

source: Weight
nl: Nacht

source: All
nl: Alles

source: Do you really want to delete this record?
nl: Weet u zeker dat u dit regel wilt verwijderen?

source: Deny for video categories
nl: Afwijzing voor video categorieën

source: Save
nl: Opslaan

source: done
nl: Klaar

source: not done
nl: Nog niet klaar

source: returned
nl: Terug

source: return
nl: Terug

source: Return reason
nl: Terug reden

source: Completed Karaoke tasks
nl: Karaoke taak is klaar

source: report generated by closed-month clips
nl: Raport gemaakt door gesloten-maand clips

source: Turn on date
nl: Aanzet datum

source: Video views statistics per month
nl: Video views statestieken per maand

source: By days
nl: Bij dagen

source: By genres
nl: Bij genre

source: Search
nl: Zoek

source: search by movie title
nl: zoek film bij title

source: Sort by
nl: Sorteer

source: Views
nl: Bekeken

source: Total views
nl: Totaal bekeken

source: Last views
nl: Laatste bekeken

source: How many storages
nl: Hoeveel opslag

source: Error: all fields are required
nl: Error: Alle velden moeten ingevuld worden

source: Jokes
nl: Grappen

source: Joke
nl: Grap

source: New
nl: Nieuw

source: User logs
nl: Gebruiker logboeken

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: Channel
nl: Kanaal

source: My records
nl: Mijn opnames

source: Records
nl: Opnames

source: Date
nl: Datum

source: Go
nl: Ga

source: Time
nl: Tijd

source: Stb action
nl: STB Actie

source: Stalker MW admin interface
nl: Stalker MW admin paneel

source: Sections
nl: Secties

source: IPTV channels
nl: IPTV Kanalen

source: Users
nl: Gebruikers

source: Events
nl: Event

source: Administrators
nl: Beheerders

source: Logout
nl: Uitloggen

source: TARIFFS
nl: TARIEVEN

source: Tasks (new messages: %s)
nl: Opdracht (Nieuwe berichten %s)

source: infoportal
nl: Infoportaal

source: tv archive
nl: TV archief

source: records
nl: Opname

source: Stream servers
nl: Server streamen

source: search by MAC or IP
nl: Zoek met MAC of IP

source: Infoportal
nl: Infoportaal

source: City help
nl: Stad help

source: Statistics
nl: Statistieken

source: Video statistics
nl: Video statestieken

source: Users statistics for TV
nl: Gebruikersstatestieken voor TV

source: TV statistics
nl: TV Statestieken

source: Users statistics for VIDEO
nl: Gebruikers statestieken voor video

source: TV Archive statistics
nl: TV Archive Statestieken

source: Users statistics for Jokes
nl: Gebruikers statestieken voor grappen

source: TimeShift statistics
nl: TimeShift Statestieken

source: Inactive users
nl: Inactief gebruikers

source: Moderators statistics
nl: Moderatie statestiek

source: Settings
nl: Instellingen

source: Firmware auto update
nl: Firmware automatish update

source: Storages
nl: Opslag

source: Information services
nl: Informatie service

source: Emergency services
nl: Nood service

source: Other services
nl: Overige Service

source: Department
nl: Afdeling

source: Number
nl: Nummer

source: Phone number
nl: Telefoonnummer

source: Search unique movies
nl: Zoek uniek films

source: counting
nl: Aan het tellen

source: Error: The file or directory may contain invalid characters
nl: Error: De bestand of directory kan foute karakters bevatten

source: Series
nl: Serie

source: count md5 sum
nl: Tel md5

source: waiting...
nl: Wachten....

source: You are not authorized for this action
nl: U heeft geen permissie voor dit actie

source: Plain text
nl: Tekstvak

source: On server
nl: Op server

source: Excluding
nl: Exclusief

source: Movie
nl: Film

source: Total views per month
nl: Totaal bekeken per maand

source: Loading
nl: Laden

source: Not found
nl: Niet gevonden

source: Master-storage logs
nl: Master-storage logboeken

source: Message
nl: Bericht

source: All users log
nl: Alle gebruikers logboek

source: Add
nl: Voeg toe

source: Name
nl: Naam

source: Are you sure you want to delete record %s?
nl: Wilt u echt opname %s verwijderen?

source: Default zone
nl: Standaard zone

source: Countries
nl: Landen

source: Selected
nl: Geselecteerd

source: Log
nl: Logboek

source: Video-club sound
nl: Video-club geluid

source: TV sound
nl: TV Geluid

source: No epg
nl: Geen EPG

source: Wrong epg
nl: Fout EPG

source: Karaoke sound
nl: Karaoke geluid

source: Are you sure you want to change the status of the tester %s?
nl: Weet u zeker dat u het status wilt veranderen van %s tester?

source: Are you sure you want to remove the tester %s?
nl: Weet u zeker u verwijderd tester %s

source: Karaoke Archive
nl: Karaok Archief

source: Saving was successful
nl: Instellingen zijn opgeslagen

source: Load EPG
nl: Laad EPG

source: Users video views statistics per month
nl: Gebruikers video views statestieken per maand

source: Counting if the movie playback is more than 70% of the total duration
nl: Als de film meer dan 70% is bekeken

source: search by mac
nl: Zoek bij mac

source: task done
nl: Opdracht klaar

source: not found
nl: Niet gevonden

source: Theme
nl: Thema

source: Preview
nl: Vooraf bekijken

source: Password can not be blank
nl: Wachtwoord invullen

source: Passwords do not match
nl: Wachtwoorden komen niet overeen

source: Administrators groups
nl: Beheerders groepen

source: Login
nl: Inloggen

source: Group
nl: Groep

source: Password
nl: Wachtwoord

source: Password repeat
nl: Wachtwoord

source: TARIFF PLANS
nl: TARIEF PLANNEN

source: optional
nl: Optioneel

source: disabled
nl: uitgeschakeld

source: Services packages
nl: Service pakketen

source: External ID
nl: Externe ID

source: Total users
nl: Totaal bekeken

source: Use as default
nl: Als standaard gebruiken

source: Packages
nl: Pakketen

source: Inactive users per month
nl: Inactief gebruikers per maand

source: Latest TV viewing
nl: Laatse TV bekeken

source: Latest VIDEO viewing
nl: Laatste Video bekeken

source: Error: Not valid mac address
nl: Fout: ongeldig mac adres

source: Error: STB with such MAC address already exists
nl: Error: De folder met dezelfde naam bestaat al

source: Error: Login already in use
nl: Error: Accaunt is al ingelogt

source: Error: could not create account
nl: Error: kon geen gebruikernaam maken

source: Error: Not all required fields are filled
nl: Error: Niet alle velden zijn ingevuld

source: User account
nl: Gebruiker account

source: Full name
nl: Volledige naam

source: Account number
nl: Account nummer

source: Account disabled
nl: Gebruiker geblokkeerd

source: Tariff plan
nl: Tarieven

source: message sended
nl: Bericht verstuurd

source: Send message
nl: Bericht verstuurd

source: To
nl: Naar

source: Comment
nl: Commentaar

source: Send
nl: Verstuur

source: Search movies on storages
nl: Zoek movies in opslag

source: storages
nl: Opslag

source: Quality
nl: Kwaliteit

source: On
nl: Aan

source: and not on server
nl: Niet op de server

source: total views
nl: Totaal views

source: total views per month
nl: Totaal views per maand

source: last viewed
nl: Laatste view

source: Number of storages
nl: Aantal opslagen

source: Last viewed
nl: Laatst bekeken

source: Stb groups
nl: STB groepen

source: All logs
nl: Alle logboeken

source: Report
nl: Raport

source: Subscription import
nl: Abonnementen importeren

source: Tv archive
nl: TV Archief

source: search by MAC, IP, login or account number
nl: Zoek bij MAC. IP, Gebruikersnaam of account nummer.

source: without sorting
nl: Zonder sorteren

source: search inactive users
nl: Zoek inactiefe gebruikers

source: Time from<br>last playback
nl: Tijd van<br>laatst afgespeeld

source: Last change<br>of status
nl: Verandering van<br>status

source: Stb in group
nl: STB in groep

source: Are you sure you want to remove stb %s from the database?
nl: Weet u zeker dat u dit STB %s wilt verwijderen van de database?

source: My messages
nl: Mijn berichten

source: From
nl: Van

source: Claims log
nl: Claims logboeken

source: Claim on
nl: Claims aan

source: When
nl: Wanneer

source: Monthly jokes views statistics
nl: Maandelijkse grappen kijk statestieken

source: Counting at least 5 jokes
nl: Minste 5 grappen

source: Last view
nl: Laatst bekeken

source: Error: channel with number "%s" is already in use
nl: Error: kanaal met nummer "%s" is al in gebruik

source: RADIO channels
nl: Radio kanalen

source: Volume correction
nl: Volume correctie

source: Movie log
nl: Film logboek

source: Action
nl: Actie

source: Address
nl: Adres

source: Max sessions
nl: Max sessies

source: Are you sure you want to change the status of the server %s?
nl: Weet u zeker dat u het status wilt veranderen van %s server?

source: Are you sure you want to delete server %s?
nl: Weet u zeker dat u %s server wilt verwijderen?

source: Are you sure you want to delete the group %s from the database?
nl: Weet u zeker dat u deze %s groep wilt verwijderen ?

source: Playlist
nl: Afspeellijst

source: TV Archive statistics per month
nl: TV views statestieken per maand

source: Total time
nl: Totaal bekeken

source: video deleted
nl: Video verwijderd

source: Error during file moving from %s to %s
nl: Error bij het verplaatsen van bestand van %s naar %s

source: Error: could not resize cover
nl: Error: kon cover niet verkleinen

source: Error: could not save cover image
nl: Error : cover image kon niet worden opgeslagen

source: Error: The folder with that name already exists
nl: Error: De folder met dezelfde naam bestaat al

source: Error creating the folder on moderator storage
nl: Error: het maken van een folder op moderator opslag

source: Error: insufficient permissions for this action
nl: Error: Onvoldoende rechten voor deze actie

source: Sun
nl: Zondag

source: Mon
nl: Maandag

source: Tue
nl: Dinsdag

source: Wed
nl: Woensdag

source: Thu
nl: Donderdag

source: Fri
nl: Vrijdag

source: Sat
nl: Zaterdag

source: Turn on
nl: Aanzetten

source: Cancel
nl: Annuleer

source: Schedule turn the video on
nl: Schema om video aanzetten

source: Schedule
nl: In schema

source: Advertising
nl: Reclame

source: Moderators MAC addresses
nl: Moderators MAC Adressen

source: My logs
nl: Mijn logboeken

source: task
nl: Taak

source: send
nl: Verstuur

source: search by file name of movie name
nl: Zoek met een bestandsnaam of film title

source: Votes
nl: Stemmen

source: good sound
nl: Goed geluid

source: bad sound
nl: Slecht geluid

source: good video
nl: Goede video

source: bad video
nl: Slechte video

source: Original title
nl: Orginele title

source: Restriction
nl: Restrictie

source: Duration, min
nl: Duratie, in minuten

source: Claims about<br>audio/video
nl: Claims over<br>audio/video

source: Do you really want to reset claims counter?
nl: Weet u zeker dat u het reset claims wilt resetten?

source: turn on %s
nl: Zet aan %s

source: please wait
nl: A.U.B Wachten

source: Not available
nl: Niet beschikbaar

source: Available
nl: Beschikbaar

source: autofill
nl: Autovullen

source: Kinopoisk ID
nl: Kinipoisk ID

source: For unlock please delete Name and Original name fields
nl: Om te ontgrendelen aub verwijder naam en orginele naam velden

source: Kinopoisk rating
nl: Kinipoisk rating

source: Age rating
nl: Leeftijd grens

source: Age restriction
nl: Leeftijds restrictie

source: Only for MAG100
nl: Alleen voor MAG100

source: High quality
nl: Hoge kwaliteit

source: Low quality
nl: Slechte kwaliteit

source: old genre
nl: Oude genre

source: Category
nl: Categorie

source: Year
nl: Jaar

source: Country
nl: Land

source: Duration
nl: Duratie

source: Director
nl: Directie

source: Actors
nl: Acteurs

source: Description
nl: Beschrijving

source: Comments
nl: Commentaar

source: Form filling order
nl: Formulier invul order

source: 1. Upload cover.<br>2. Fill form.<br>3. Save.<br>4. Put the converted in folder<br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "Folder".<br>5. If necessary, edit or delete a record.<br>6. Click on folder name.<br>7. If the file is physically present in the directory,<br>&nbsp;&nbsp;&nbsp;&nbsp;it is green, if there is no - in red.
nl: 1. Upload cover<br>2. Vul formulier<br>3. Opslaan<br>4. Plaats de geconverteerde folder <br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "folder"<br>5. Als nodig, bewerk of verwijder een opname<br>Klik op folder naam<br>7. Als de bestand fysiek aanwezig is in het folder<br>&nbsp;&nbsp;&nbsp;&nbsp;als het er wel is krijgt u een groene kleur, als niet aanwezig dan kleur rood.

source: %s events %s sended, %s errors
nl: %s events %s verstuurd %s fouten

source: File with list is missing
nl: Bestand in lijst wordt vermist

source: New event
nl: Nieuwe event

source: To one
nl: Naar één

source: To all
nl: Naar Alle

source: By list
nl: Bij Lijst

source: By pattern
nl: Bij pattern

source: To group
nl: Naar groep

source: Load active events
nl: Laad actiefe events

source: List
nl: Lijst

source: restart on OK
nl: Restart op oke

source: channels
nl: Kanalen

source: Active events for %s
nl: Actiefe events voor %s

source: clean
nl: Schoon

source: Valid up to
nl: Geldig tot op

source: sended
nl: Verstuurd

source: not sended
nl: Niet verstuurd

source: There are no active events for %s
nl: Er zijn geen actiefe events voor %s

source: Video log
nl: Video logboek

source: Video views statistics by genres per month
nl: Video Views statestieken bij genre per maand

source: Total movies
nl: Totaal films

source: Daily video views statistics
nl: Dagelijkse video statestieken

source: Day
nl: Dag

source: Video tasks archive
nl: Video opdracht archief

source: SD movies
nl: SD films

source: Opening date
nl: Openings datum

source: Closing date
nl: Sluitingsdatum

source: Total duration, min
nl: Totaal Duratie, in minuten

source: HD movies
nl: HD films

source: Rejected tasks
nl: Geweigerde opdrachten

source: task open
nl: taak open

source: the task has been sent
nl: Taak is verzonden

source: Create task
nl: Taak maken

source: Disable Video club ad
nl: Onbruikbare video club reclame

source: Updated %s videos and %s karaokes
nl: Bijgewerkt %s videos en %s karaokes

source: Storage cache refresh
nl: Opslag cache verversen

source: View message
nl: Bericht bekijken

source: Reply
nl: Beantwoord

source: Are you sure you want to close this task?
nl: Weet u het zeker dat u deze taak wilt sluiten?

source: Task accomplished
nl: Taak kompleet

source: Are you sure you want to reject this task?
nl: Weet u zeker dat u deze taak wilt annuleren

source: Task rejected
nl: Taak geweigerd

source: Change the video output on the
nl: Verander de video output op de

source: Disabled
nl: Uitgeschakeld

source: Enabled
nl: Ingeschakeld

source: User profile
nl: Gebruikers profiel

source: Logs
nl: Logboek

source: Reset to default password?
nl: Reset wachtwoord naar standaardwaarden?

source: favorite tv
nl: Favourite tv

source: %s channels
nl: %s kanalen

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
nl: Reset favorite TV kanalen? De kanalen worden alleen gereset als het STB wordt herstart!

source: Last change of status
nl: Laatste status wijziging

source: TV subscription
nl: TV abonnementen

source: Change
nl: Verander

source: No packages available
nl: Geen pakketen beschikbaar

source: Additional services
nl: Overige service

source: SERVICES PACKAGES
nl: SERVICE PAKKETEN

source: Short description
nl: Korte beschrijving

source: periodic
nl: maandelijks

source: single
nl: Alleen

source: Rent duration
nl: Lengte van huur

source: Price
nl: Prijs

source: All services
nl: Alle servicen

source: LOGIN
nl: Inloggen

source: Sign in
nl: Aanmelden

source: Video archive
nl: Video archief

source: Karaoke archive
nl: karaoke archief

source: Total
nl: Totaal

source: Opened
nl: Geopend

source: Closed
nl: Gesloten

source: Rejected
nl: Geweigerd

source: Current views on storage
nl: Actieve sessies op opslag

source: Users TV views statistics per month
nl: Gebruikers TV views statestieken per maand

source: Counting if channel is playing more than 30 minutes
nl: Als de kanaal langer dan 30 minuten afspeelt

source: EPG settings
nl: EPG Instellingen

source: Update EPG
nl: EPG Bijwerken

source: Force update EPG
nl: Forceer update EPG

source: Updated
nl: Bijgewerkt

source: Report for the stb status changed on %s on %s
nl: Raport STB status veranderd op %sen %s

source: Report of the stb status changing on %s on %s
nl: Raport STB status veranderd op %sen %s

source: Current status
nl: Actueel status

source: Time of change
nl: Tijd van verandering

source: Updated according to the subscription channels.
nl: Bijgewerkt naar abonnementen kanalen

source: Subscription saved
nl: Abonnementen opgeslagen

source: TV channels subscription
nl: TV Kanalaen abonnementen

source: All channels
nl: Alle kanalen

source: Subscription
nl: Abonnementen

source: Tasks
nl: Taak

source: Messages
nl: Berichten

source: Expired 10 days
nl: 10 dagen geleden afgelopen

source: reject
nl: weiger

source: Completed tasks
nl: Afgeronde taken

source: report generated by closed-month movies
nl: Raport gemaakt door gesloten-maand films

source: Move to archive
nl: Verplaats naar archief

source: Move to the archive?
nl: Verplaatsen naar het archief?

source: TimeShift statistics per month
nl: TimeShift statestieken per maand

source: Playlists
nl: Afspeelijsten

source: TV Archive has NOT been restarted correctly.
nl: TV Archief bestand niet correct opgestart.

source: TV Archive has been restarted.
nl: Tv Archief is opnieuw gestart.

source: Error: could not save logo
nl: Error: logo kon niet worden opgeslagen

source: priority
nl: Prioriteit

source: Temporary HTTP URL
nl: Tijdelijk HTTP URL

source: Flussonic support
nl: Flussonic hulp

source: NGINX secure link
nl: Beveiligde link NGINX

source: Enable monitoring
nl: Toestaan voor monitoring

source: Balancer monitoring
nl: Balanceer monitoring

source: Channel URL for monitoring
nl: Kanaal URL voor monitoring

source: add new link
nl: Voeg nieuwe link

source: delete
nl: Verwijderen

source: Channel with same number already exists!
nl: Kanaal met zelfde nummer bestaat al!

source: Shift channel list?
nl: Shift kanaal lijst?

source: Restart all TV archives
nl: Toestaan voor TV archief

source: Archive
nl: Archief

source: Claims about<br>audio/video/epg
nl: Claims over<br>audio/video/epg

source: monitoring off
nl: Monitoring uit

source: more than an hour ago
nl: Meer dan een uur geleden

source: less than a minute ago
nl: Minder dan een minuut geleden

source: minutes ago
nl: minuten geleden

source: Error deleting a logo
nl: Error : Verwijdering van logo

source: Base channel
nl: Basis kanaal

source: Bonus channel
nl: Bonus kanaal

source: URL for recording (multicast)
nl: URL voor opname (multicast)

source: Enable TV archive
nl: Toestaan voor TV archief

source: TV archive duration, h
nl: TV archif, in minuten

source: Allow nPVR
nl: Toestaan nPVR

source: Allow USB TimeShift
nl: Toestaan USB TimeShift

source: only for rtp and ffrt solutions
nl: alleen voor rtp en ffrt oplossingen

source: Allow USB PVR
nl: Toestaan USB PVR

source: EPG correction
nl: EPG correctie

source: TV views statistics per month
nl: TV views statestieken per maand

source: User language
nl: Gebruiker taal

source: File
nl: Bestand

source: Update favorites
nl: Update favorieten

source: Import
nl: Importeren

source: enabled
nl: ingeschakeld

source: Disable
nl: Uitschakelen

source: Enable
nl: Inschakelen

source: Required
nl: Vereist

source: Do you really want to delete this item?
nl: Wilt u deze item echt verwijderen?

source: Cache %s is cleared
nl: Cache %s is geleegd

source: Storage with id %s not found
nl: Opslag met id %s is niet gevonden

source: Cache is cleared
nl: Cache is geleegt

source: Are you sure you want to reset a cache?
nl: Weet u zeker dat u cache wilt legen?

source: Clear cache
nl: Leeg Cache

source: Are you sure you want to update a cache? This operation will take some time.
nl: Cache update? Dit kan wel wat tijd in beslag nemen

source: Refresh cache
nl: Ververs cache

source: Unique movies
nl: Unieke films

source: Search in storages
nl: Zoek in opslag

source: Are you sure you want to change the status of the storage %s?
nl: Weet u zeker dat u het status wilt veranderen van %s opslag?

source: Are you sure you want to reset the cache of the storage %s?
nl: Weet u zeker dat u het cache wilt resseten van opslag %s?

source: clear cache
nl: Leeg cache

source: Are you sure you want to delete storage %s?
nl: Weet u zeker dat u het opslag %s wilt verwijdere?

source: User-Agent Filter
nl: Gebruiker-Vertegenwoordiger filter

source: Storing content
nl: inhoud wordt opgeslagen

source: Not available for MAG100
nl: Niet beschikbaar voor MAG100

source: Emulation
nl: Emulatie

source: External
nl: Extern

source: Only moderators
nl: Alleen moderators

source: search by clip name
nl: Zoek met clip naam

source: File name
nl: Bestandsnaam

source: Song name
nl: Muziek titel

source: Posted by
nl: Gepost door

source: Author
nl: Auteur

source: Action "edit" denied for page "add_itv"
nl: Actie "edit" ontkend voor pagina "add_itv"

source: biography
nl: Biograpie

source: action
nl: Actie

source: western
nl: Westers

source: military
nl: Leger

source: detective
nl: Dective

source: children's
nl: Kinder

source: house/country
nl: huis / land

source: foreign
nl: Buitelands

source: art
nl: kunst

source: historical
nl: geschiedenis

source: history
nl: Geschiedenis

source: sketch-show
nl: Sketh-show

source: foreign cartoons
nl: Buitelands

source: our cartoons
nl: from cartoon films

source: cartoon series
nl: één serie

source: Romantic
nl: Romantisch

source: Horrors
nl: Horros

source: Childrens
nl: Chilrens

source: Serial
nl: Series

source: Information
nl: Informatie

source: information
nl: Informatie

source: Partly Cloudy
nl: Gedeeltelijk bewolkt

source: Cloudy
nl: Bewolkt

source: Overcast
nl: Regen

source: Rain
nl: Regen

source: Thunderstorm
nl: Donderstorm

source: Hail
nl: Hagel

source: Snow
nl: Sneeuw

source: Tariff plan is changed, please restart your STB
nl: Tarief is gewijzigt, herstart uw STB

source: Starting recording
nl: Opname begonnen

source: Stopped recording
nl: Opname gestopt

source: on channel
nl: Op kanaal

source: Services are updated according to the subscription. The STB will be rebooted.
nl: Bijgewerkt naar abonnementen kanalen

source: Firmware of your STB is outdated.<br>Please update it.
nl: Firmware is verlopen.<br>Bijwerken is gewenst.

source: Your STB is damaged.<br/> Call the provider.
nl: Uw STB is geblokkeerd <br/> Neem contact op met u dealer.

source: Pressure
nl: Druk

source: Wind
nl: Windt

source: Humidity
nl: Menselijkheid

source: Current weather unavailable
nl: Weer niet beschikbaar

source: The weather is not configured
nl: Het weer is niet geconfigureerd

source: SORT
nl: Sorteer

source: SEARCH
nl: ZOEK

source: PICKING
nl: UITKIEZEn

source: BY LETTER
nl: BIJ LETTER

source: BY NAME
nl: BIJ NAAM

source: BY TITLE
nl: BIJ TITLE

source: PAGE
nl: PAGINA

source: FROM
nl: OF

source: FOUND
nl: GEVONDEN

source: RECORDS
nl: RECORDINGS

source: LOADING...
nl: LADEN...

source: Loading...
nl: Laden...

source: Media Browser
nl: Medria browser

source: connected
nl: Verbonden

source: disconnected
nl: Geen verbinding

source: The number of connections is limited. <br> Try again later
nl: De aantal verbindingen zijn beperkt <br> Probeer later opnieuw

source: File missing
nl: Bestand bestaat niet

source: Server error
nl: Server fout
