Repository: karakulov-web-dev/stalker_test
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: nl

source: Access denied
nl: Toegang geweigerd

source: Server unavailable
nl: Server niet bereikbaar

source: part
nl: deel

source: Off
nl: Uit

source: Subtitles
nl: Ondertitleting

source: Complain
nl: Klacht

source: on sound
nl: op geluid

source: on video
nl: Op video

source: Thank you, your opinion will be taken into account
nl: Dank u wel u mening is belangerijk

source: one series
nl: één serie

source: continuously
nl: doorgaand

source: fit on
nl: pas op scherm

source: zoom
nl: zoomen

source: optimal
nl: optimaal

source: stretch
nl: Rekken

source: combined
nl: Gecombineerd

source: MOVE
nl: VERPLAATST

source: by number
nl: Bij nummer

source: by title
nl: Bij title

source: only favorite
nl: Alleen favorieten

source: HD only
nl: HD Alleen

source: list
nl: lijst

source: list + info
nl: Lijst + info

source: information about the movie
nl: Informatie over de film

source: Length
nl: Lengte

source: Cast
nl: Casting

source: Age
nl: Leeftijd

source: OTHER
nl: OVERIGE

source: FIND
nl: ZOEK

source: BY GENRE
nl: BIJ GENRE

source: BY YEAR
nl: BIJ JAAR

source: BY RATING
nl: BIJ RATING

source: search
nl: Zoek

source: picking
nl: Gekozen

source: by addtime
nl: bij toegevoegd datum

source: favorite only
nl: Favoriete alleen

source: purchased
nl: Gekocht

source: not ended
nl: niet beindigt

source: Purchased
nl: Gekocht

source: rent expires in
nl: huur beindigt op

source: Your STB is blocked.<br/> Call the provider.
nl: Uw STB is geblokkeerd <BR> Neem contact op met u dealer.

source: JANUARY
nl: Januarie

source: FEBRUARY
nl: Februari

source: MARCH
nl: MAART

source: MAY
nl: MEI

source: JUNE
nl: JUNIE

source: JULY
nl: JULI

source: AUGUST
nl: AUGUSTOS

source: SUNDAY
nl: ZONDAG

source: MONDAY
nl: MAANDAG

source: TUESDAY
nl: DINSDAG

source: WEDNESDAY
nl: WOENSDAG

source: THURSDAY
nl: DONDERDAG

source: FRIDAY
nl: VRIJDAG

source: SATURDAY
nl: ZATERDAG

source: BACK
nl: TERUG

source: ABOUT MOVIE
nl: OVER FILM

source: TV GUIDE
nl: TV GIDS

source: PACKAGE INFO
nl: PAKKET INFO

source: SETTINGS
nl: INSTELLINGEN

source: CANCEL
nl: ANNULEER

source: SAVE
nl: OPSLAAN

source: Current password
nl: Uw wachtwoord

source: PARENTAL SETTINGS
nl: OUDER INSTELLINGEN

source: PARENTAL
nl: KINDER RESTRICTIE

source: New password
nl: Nieuwe wachtwoord

source: Repeat new password
nl: Opnieuw nieuwe wachtwoord

source: Settings saved
nl: Instellingen opgeslagen

source: Settings saved.<br>The STB will be rebooted. Press OK.
nl: Instellingen opgeslagen<br> STB wordt opnieuw opgestart kies OKE.

source: Error filling fields
nl: Error bij ingevulde velden

source: Saving error
nl: Opslaan fout

source: LOCALIZATION
nl: LOCALISATIE

source: Language of the interface
nl: Taal van het menu

source: City
nl: Stad

source: Use PAGE-/+ buttons to move through several menu items
nl: Gebruik PAGE-/+knoppen door de menus te navigeren.

source: SOFTWARE UPDATE
nl: SOFTWARE BIJWERKEN

source: START UPDATE
nl: START BIJWERKEN

source: From HTTP
nl: Van HTTP

source: From USB
nl: Van USB

source: Source
nl: Bron

source: Method select
nl: Methode kiezen

source: EMPTY
nl: LEEG

source: Exchange rate on
nl: Uitwisselen mode aan

source: NBU exchange rate on
nl: NBU Uitwissel aan

source: CBR exchange rate on
nl: CBR Uitwissel aan

source: WEATHER
nl: WEER

source: pres.:
nl: Druk.:

source: INFOPORTAL
nl: INFO PORTAAL

source: CITY INFO
nl: STAD INFO

source: emergency
nl: Noodgeval

source: other
nl: Overige

source: HOROSCOPE
nl: HOROSCOOP

source: JOKES
nl: GRAPPEN

source: GOTO
nl: GANAAR

source: LIKE
nl: VIND LEUK

source: TO BOOKMARK
nl: NAAR BOOKMARK

source: JOKE
nl: GRAP

source: RULES
nl: REGELS

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
nl: Uw taak is om het aantal unduplicated vier cijfers, waarvan de eerste van hen denk - niet nul. Iedere uw schatting zullen worden vergeleken met het aantal stak een STB . Als u een cijfer geraden , maar het is niet op zijn plaats , dan is een COW ( C ) . Als je raadt het al, en een aantal , en de locatie is dit BULL ( B ) .

source: Moving the cursor
nl: Beweeg het cursor

source: Enter numbers into cells
nl: Voer nummers in cell

source: Confirmation of the step
nl: Zekerheid van het stap

source: Moving through the pages of history moves
nl: Bewegen door het paginas van geschiedenis films

source: Service is disabled
nl: Service is geblokkeerd

source: Channel is not available
nl: Kanaal is niet beschikbaar

source: TV Guide
nl: TV Gids

source: RECORD
nl: OPNAME

source: REMIND
nl: ONTHOUD

source: Goto channel
nl: Ga naar kanaal

source: Close
nl: Sluit

source: now begins
nl: Nu begint

source: started
nl: Gestart

source: MORE
nl: MEER

source: search_box_languages
nl: en

source: Timezone
nl: Tijdzone

source: DELETE
nl: VERWIJDER

source: Do you really want to stop this record?
nl: Weet u zeker dat u dit opname wilt stoppen

source: Confirm
nl: Bevestig

source: Server error. Try again later.
nl: Server fout, probeer later opnieuw.

source: RECORDING DURATION
nl: RECORDING DURATION, h

source: FREE on the server, h
nl: Gratis op de server, h

source: Recording this channel is forbidden
nl: Het opnemen van dit kanaal is verboden.

source: Buffer size
nl: Buffer grootte

source: Time, sec
nl: Tijd, sec

source: PLAYBACK
nl: TERUG AFSPELEN

source: YES
nl: JA

source: CLOSE
nl: SLUIT

source: OK
nl: OKË

source: PAY
nl: BETAAL

source: PLAY
nl: SPEEL AF

source: ADD
nl: VOEG TOE

source: Audio out
nl: Audio uit

source: Analog only
nl: Analoog alleen

source: Analog and S/PDIF 2-channel PCM
nl: Analoog en S/PDIF -2 kanaal PCM

source: S/PDIF raw or 2-channel PCM
nl: S/PDif raw of 2-kanaal PCM

source: GAME
nl: SPEL

source: Not found mounted devices
nl: Geen aangesloten apparaten gevonden

source: Add download
nl: Voeg download toe

source: Device
nl: Apparaat

source: Ok
nl: Oké

source: CREATE
nl: MAAK

source: MOVE UP
nl: Beweeg omhoog

source: MOVE DOWN
nl: Beweeg omlaag

source: RECORDING
nl: NEEMT OP

source: RECORDING AND FILE
nl: Opname van bestand

source: Duration of continuous playback
nl: Duratie van totaal afspelen

source: Without limit
nl: Geen limiet

source: hours
nl: Uren

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
nl: Bereikt limiet van de duur van ononderbroken weergave . Om de weergave voort te zetten , drukt u op de OK of EXIT

source: GENERAL SETTINGS
nl: GENERAL

source: Screensaver interval
nl: Screensaver aan in secondes

source: ACCOUNT
nl: GEBRUIKER

source: Coming soon
nl: Binnenkort te verwachten

source: INFORMATION
nl: INFORMATIE

source: PAYMENT
nl: BETALING

source: AGREEMENT
nl: ALGEMENE VOORWAARDEN

source: TERMS OF USE
nl: GEBRUIK VOORWAARDEN

source: Video instruction
nl: Video instructie

source: QUALITY
nl: KWALITEIT

source: low
nl: laag

source: medium
nl: normal

source: high
nl: Hoog

source: add
nl: Voeg toe

source: del
nl: verwijder

source: NETWORK STATUS
nl: NETWERK STATUS

source: REFRESH
nl: VERVERS

source: Speed test
nl: Snelheid test

source: testing...
nl: Aan het testen...

source: UP
nl: OMHOOG

source: DOWN
nl: OMLAAG

source: stopped
nl: Gestopt

source: waiting queue
nl: Wachten in rij

source: running
nl: Afspelende

source: completed
nl: Compleet

source: temporary error
nl: Tijdelijke fout

source: permanent error
nl: Permanente fout

source: Authentication
nl: Authenticatie

source: Play this url or start download?
nl: Speel af dit URL of wilt u downloaden?

source: Play all
nl: Speel alles af

source: on
nl: aan

source: off
nl: uit

source: Network authentication
nl: Netwerk authenticatie

source: Do you really want to exit?
nl: Wilt u echt verlaten?

source: There is an active downloads from this server
nl: Active download op dit server

source: Alert
nl: Notificatie

source: Notice
nl: Opmerking

source: Select
nl: Selecteer

source: Favorites
nl: Favoriten

source: Your STB is not supported
nl: Uw STB is niet ondersteunt

source: Phone
nl: Telefoon

source: User
nl: Gebruiker

source: SERVICES MANAGEMENT
nl: SERVICE MANAGEMENT

source: SUBSCRIBE
nl: ABONEER

source: UNSUBSCRIBE
nl: ABONEMENT AFZEGGEN

source: Are you really want to subscribe to this service?
nl: Wilt u echt abonneren voor dit service?

source: Are you really want to unsubscribe from this service?
nl: Weet u zeker dat u het abonnement wilt stop zetten?

source: The service costs {0}
nl: De service kost {0}

source: You have successfully subscribed to the service.
nl: U heeft succevol ge abonneert op dit service

source: You have successfully unsubscribed from the service.
nl: U heeft succesvol uw abonnent afgezegt

source: You have successfully subscribed to the service. STB will be rebooted.
nl: Succesvol, STB wordt herstart

source: You have successfully unsubscribed from the service. STB will be rebooted.
nl: Succesvol. STB wordt herstart

source: An error in the management of subscriptions.
nl: Een fout in de managment van abonnementen

source: package_price_measurement
nl: UAH

source: Do you really want to rent this movie?
nl: Wilt u echt dit film huren?

source: The movie costs {0}
nl: Film kost {0}

source: Rent duration: {0}h
nl: Huur duratie {0}u

source: End date
nl: Eind datum

source: no epg
nl: Geen EPG

source: wrong epg
nl: Fout EPG

source: Part
nl: Title

source: Channel not available
nl: Kanaal niet beschikbaar

source: Channel temporary unavailable
nl: Kanaal tijdelijk beschikbaar

source: Channel not available for this region
nl: Kanaal niet beschikbaar voor dit regio

source: Channel not available. Server error.
nl: Kanaal niet beschikbaar, Server fout

source: Account info
nl: Account informatie

source: Payment
nl: Betaling

source: Reload portal
nl: Raport

source: Continue playing?
nl: Blijven afspelen?

source: NO
nl: NEE

source: Do you want to quit the Time Shift mode?
nl: Wilt u uit het TIME Shift mode?

source: by name
nl: Bij naam

source: by date
nl: Bij datum

source: Connection problem
nl: Verbinding probleem

source: Authentication problem
nl: Authenticatie

source: Account balance
nl: Krediet op account

source: Start recording on the server?
nl: Start opname op dit sever?

source: Do you really want to schedule a recording on the server?
nl: Wilt u een opname schema maken voor dit server?

source: Select where to save the record
nl: Waar moeten wij de opname opslaan?

source: USB Storage
nl: USB Opslag

source: Path
nl: Title

source: Filename
nl: Bestandsnaam

source: USB Device
nl: USB Apparaat

source: rec_stop_msg
nl: Stopped recording — {0} on channel {1}

source: The recorded file is missing
nl: De opname bestand wordt vermist

source: Recording is not finished yet
nl: Opname is not niet klaar

source: The channel already has a scheduled recording
nl: De kanaal heeft al een schema voor een opname

source: PVR Error: Wrong parameter
nl: PVR Error Foute parameter

source: PVR Error: Not enough memory to complete the operation
nl: PVR Error: Niet genoeg geheugen om afteronden

source: PVR Error: Incorrect recording range
nl: PVR Error Incorrect opname bereik

source: PVR Error: Task not found
nl: PVR Error: Taak niet gevonden

source: PVR Error: Wrong filename
nl: PVR Error: Foute bestandsnaam

source: PVR Error: Record file already exists
nl: PVR Erro: Opname bestaat al

source: PVR Error: Error opening channel URL
nl: PVR Error: Fout bij openen URL

source: PVR Error: Error opening file
nl: PVR Error: Fout bij openen bestand

source: PVR Error: Exceeded the maximum number simultaneous recordings
nl: PVR Error: U heeft het limiet bereikt van meerdere opnames tegelijkertijd

source: PVR Error: End of stream
nl: PVR Error: Einde van stream

source: PVR Error: Error writing to file
nl: PVR Error: Fout bij het schrijven naar bestand

source: Start time
nl: Start tijd

source: End time
nl: Eind tijd

source: Recording
nl: Opname

source: Recording on USB device interrupted
nl: Opname op USB is onderbroken

source: Wrong
nl: Fout

source: Parent control
nl: Ouder controle

source: Network folder
nl: Netwerk folder

source: IP address
nl: IP Adres

source: Local folder
nl: Lokaal folder

source: Server address
nl: Server adres

source: Path to the folder
nl: Pad naar de folder

source: Folder name in favorites
nl: Folder naam in favorieten

source: Mount failed
nl: Mount mislukt

source: SKIP
nl: Sla over

source: COMMERCIAL
nl: RECLAME

source: Clock
nl: Klok

source: Hidden
nl: Verborgen

source: Top Right
nl: Rechts Boven

source: Top Left
nl: Links boven

source: Bottom Right
nl: Rechts onder

source: Bottom Left
nl: Links onder

source: Settings section is currently unavailable
nl: DIt operatie is tijdelijk niet beschikbaar

source: No channels available
nl: Geen pakketen beschikbaar

source: You can configure DVB channels in the settings menu
nl: Kanalen kunnen worden geconfigureerd bij instellingen in het menu

source: Applications
nl: Toepassingen

source: Video will be available soon
nl: Video is binnenkort beschikbaar

source: Install application?
nl: Applicatie installeren?

source: today
nl: vandaag

source: yesterday
nl: Gisteren

source: The portal is temporarily unavailable.<br>Please try again later.<br>Sorry for the inconvenience.
nl: De poort is tijdelijk niet beschikbaar.<br>Probeer het later nog eens.<br>Excuses voor het ongemak.

source: Welcome %s<br>We are glad to see you on the Stalker portal!
nl: Welkom op Stalker-poortal,%s<br>we zijn erg verheugd met je bezoek!

source: Channels with PVR
nl: Kanalen met PVR

source: Channel %s set to active because at least one of its URLs became available.
nl: Kanaal %s is actief, URL is weer beschikbaar

source: Channel %s set to inactive because all its URLs are not available.
nl: Kanaal %s is inactief omdat URL niet beschikbaar is

source: video_name_format
nl: %2$s

source: last week
nl: Vorige week

source: coming soon
nl: Binnenkort te verwachten

source: This operation is temporarily unavailable.
nl: DIt operatie is tijdelijk niet beschikbaar

source: Night
nl: Nacht

source: Morning
nl: Ochtend

source: Evening
nl: Middag

source: clear
nl: Leeg

source: partly cloudy
nl: deeltelijk bewolkt

source: cloudy
nl: Bewolkt

source: overcast
nl: Regen

source: rain
nl: Regen

source: rainfall
nl: Regenval

source: snow
nl: Sneeuw

source: thunderstorm
nl: Bliksem

source: no data
nl: Geen data

source: w/o precipitation
nl: neerslag

source: pressure
nl: Druk

source: ABC_1l
nl: A

source: ABC_2l
nl: B

source: ABC_3l
nl: C

source: ABC_4l
nl: D

source: ABC_5l
nl: E

source: ABC_6l
nl: F

source: ABC_7l
nl: G

source: ABC_8l
nl: H

source: ABC_9l
nl: I

source: ABC_10l
nl: G

source: ABC_11l
nl: K

source: ABC_12l
nl: L

source: ABC_13l
nl: M

source: ABC_14l
nl: N

source: ABC_15l
nl: O

source: ABC_16l
nl: P

source: ABC_17l
nl: Q

source: ABC_18l
nl: R

source: ABC_19l
nl: S

source: ABC_20l
nl: T

source: ABC_21l
nl: U

source: ABC_22l
nl: V

source: ABC_23l
nl: W

source: ABC_24l
nl: X

source: ABC_25l
nl: W

source: ABC_26l
nl: Z

source: january
nl: Januarie

source: february
nl: Februarie

source: march
nl: Maart

source: may
nl: Mei

source: june
nl: Juni

source: july
nl: Juli

source: august
nl: Augustus

source: [No channel info]
nl: [Geen info kanaal]

source: New claim on %s - %s (%s, id: %s). From %s
nl: nieuwe claim via %s - %s (%s, id: %s). Van %s

source: %d day
nl: %d dag

source: TV channels
nl: TV kanalen

source: Movies
nl: Films

source: Radio channels
nl: Radio kanalen

source: Options
nl: Secties

source: end_date_format
nl: m.d.Y

source: account_payment_info
nl: rekening_betaling_info

source: account_agreement_info
nl: rekening_overeenkomst_info

source: account_terms_info
nl: rekening_terms_info

source: Subscribed
nl: Geabonneerd

source: Not subscribed
nl: Niet geabonneerd

source: recording
nl: Neemt op

source: scheduled
nl: In schema

source: city_name_field
nl: name_en

source: Break in the program
nl: Breek in het programma

source: Action "%s" denied for page "%s"
nl: Actie "%s" ontkend voor pagina "%s"

source: unavailable
nl: Niet beschikbaar

source: not changed
nl: NIet veranderdt

source: Errors
nl: Fouten

source: Successful: %s channels
nl: Succesvol %s kanalen

source: Deleted: %s records
nl: Verwijderd %s opnames

source: Queries
nl: Querie

source: Exec time
nl: Uitgevoerde tijd

source: %H:%i
nl: %h:%i %p

source: H:i
nl: h:i A
