var lang = {
    "function_error":{
    "err_FunctionNotSupported":"Функция не поддерживается. Не обновлена прошивка STB или отсутствует соединение с сервером Youtube."
    },
    "time": {
        "ago":" назад",
        "year":"год",
        "years2_4":" года",
        "years5_more":" лет",
        "month":"месяц",
        "months2_4":" мес.",
        "months5_more":" мес.",
        "week":"неделю",
        "weeks2_4":" нед.",
        "weeks5_more":" нед.",
        "today":"сегодня",
        "yesterday":"вчера",
        "days2_4":" дня",
        "days5_more":" дней"
    },
    "views":"Просм.: ",
    "count":{
        "thousands":" тыс.",
        "millions":" млн."
    },
    "loading":"Загрузка...",
    "quality":{
        "asc":"По возрастанию",
        "desc":"По убыванию"
    },
    "f_category":"Категория",
    "f_quality":"Сорт.",

    "f_quality_2":"Тип сортировки",
    
    "f_sort":"Сортировка",
    "f_sort_mode":{
        "name":"Название",
        "year":"Год выхода",
        "views":"Популярность",
        "add":"Дата добавления"
    },
    
        
    "f_mode":"Режим просмотра",
    
    
    "f_search":"Поиск",
    "f_search_res_nothing":"Ничего не найдено",
    "cats" : {
        "all":"Все категории",
        "most_download":"Наиболее скачиваемые",
        "most_popular":"Самые популярные",
        "most_viewed":"Самые просматриваемые",
        "top_favorites":"ТОП Избранных",
        "top_rated":"ТОП голосований",
        "most_recent":"Все категории",
        "most_discussed":"Наиболее обсуждаемые",
        "most_linked":"Наиболее рассылаемые",
        "most_responded":"С наибольшим кол.-вом ответов",
        "multfilm":"Мультфильмы и анимация",
        "kids":"Детский / Семейный",
        "boevik":"Боевики",
        "war":"Военные",
        "drama":"Драмы / Мелодрамы",        
        "history":"Историческое", 
        "russia":"Наше Кино",
        "asia":"Азиатские фильмы",         
        "sport":"Спорт",
        "serials":"Сериалы",
        "comedy":"Комедии",        
        "prikl":"Приключения",
        "triller":"Триллер / Детектив",
        "horror":"Ужасы / Мистика",               
        "fantastika":"Фантастика",               
        "fantasy":"Фэнтези",
        "3D":"Фильмы в 3D формате",
        "vestern":"Вестерн",
        "mezhdunet":"МЕЖДУ.NET",       
        "search_result":"Результаты поиска"
    },
    "intervals":
    {
        "5":  "5 сек",
        "10": "10 сек",
        "20": "20 сек",
        "30": "30 сек",
        "60": "1 мин",
        "300":"5 мин",
        "600":"10 мин",
        "900":"15 мин"
    },
    "videolike":"Описание",
    "settings":"Настройки"
};